import React from 'react';
import './AbcStreetKidsSubcategory.scss';

export const AbcStreetKidsSubcategory = () => {
    return (
        <div className='abc-street-kids-subcategory'>
            <h2>Дорогой друг!</h2>
            <p>
                Тебя ждёт  увлекательное путешествие с буквами английского алфавита. Они позовут тебя с собой  в полёт на воздушных шариках, включат в основной состав баскетбольной команды, обучат игре «Мозаика», пригласят попрыгать с парашютом. Ты будешь  строить дома, создавать волшебный дождь в стране «Облакария»,  составлять осеннее панно и узор в калейдоскопе, украшать Новогоднюю ёлку гирляндами, собирать из лоскутков  коврик  для своего котёнка и многое другое. Ты обязательно станешь членом английского клуба «У Алисы», так как тебе непременно удастся разгадать загадки-секретики его членов.
                А ещё тебя с нетерпением ждут смайлики-оценки, которые помогут тебе оценить свою работу.
            </p>
            <p>
                Я очень надеюсь на то, что выполнение занимательных упражнений принесёт тебе большую пользу при чтении слов  на английском  языке.                
            </p>
            <p>Итак, возьми с собой цветные карандаши, хорошее настроение и принимайся  за работу! Желаю тебе удачи! Good luck!</p>            
        </div>
    );
};