import React from 'react';

export const GrammarSmileKidsSubcategory = () => {
    return (
        <div className='grammar-smile-kids-subcategory'>
            <h2>Дорогой друг!</h2>
            <p>
                Добро пожаловать в ЦАРСТВО АНГЛИЙСКОЙ ГРАММАТИКИ.
                В этом Царстве-государстве тебя ждѐт много интересного: интерактивная экскурсия в мастерскую глагола «To Be» и оранжерею «Дедушки Времени»; участие в международной конференции «Вопросительные слова» и празднике «Шаров»; изготовление шоколада с фруктовой начинкой на шоколадной фабрике; остановка в «Растеряй-городе» и знакомство с Растеряйками; прыжки с парашютом.
            </p>
            <br />
            <p>
                Пятачок и Винни-Пух научат тебя собирать «правильный мѐд», муравьи поиграют с тобой в «Исчисляемое – Неисчисляемое», Пеппи Длинный чулок расскажет смешные истории про «Магнитные окончания» и многое, многое другое…. Словом, скучать не придѐтся.
            </p>
            <br />
            <p>
                Я очень надеюсь, что выполнение занимательных упражнений принесѐт тебе большую пользу при изучении грамматики английского языка.
            </p>
            <br />
            <p>
                Как настоящий путешественник, не забудь взять для записей блокнот «My notepad», ручку и цветные карандаши.
            </p>
            <br />
            <p>
                Желаю тебе увлекательного путешествия!
            </p>
        </div>
    );
};